Overload List
Name  |   Description
IsAcceptableParamIdAndCategoryId(ElementId, ElementId)
 Identifies if the given parameter id and category id can be assigned to a cell in this table.
IsAcceptableParamIdAndCategoryId(Int32, ElementId, ElementId)
 Identifies if the given parameter id and category id can be assigned to a cell in the given row in this table.
 See Also
  TableSectionData Class
  TableSectionData Members
  Autodesk.Revit.DB Namespace